export default {
  state: {
    aboutTxt: [
      {
        intro: 'Pulupulu是一个倡导年轻人好玩生活方式的潮流娱乐文化品牌。',
        detail: '作为新鲜潮流生活方式的传播者，Pulupulu致力于为年轻人快乐的互动交流提供解决方案。Pulupulu不断坚持创新，通过新理念、新科技、新场景，为年轻人带来真正好玩的产品和互动体验。'
      },
      {
        intro: '拒绝宅、肆意玩、面对面，Life is fun together，生活就要好玩！',
        detail: 'Pulupulu倡导有趣的生活方式，认为对待生活最积极的态度，就是让它变得快乐并赋有创意，在对新鲜事物的不断探索中，收获友情与生活的乐趣。'
      },
      {
        intro: '作为新鲜潮流生活方式的传播者，Pulupulu致力于为都市人群的生活方式提供更新鲜、有趣的互动交流解决方案。',
        detail: 'Pulupulu不断坚持创新，通过新理念、新科技、新场景将实体游戏概念植入生活方式，秉承轻消费、重体验的经营理念，为消费者带来不同寻常的体验享受，收获成长与快乐。'
      }
    ]
  }
}
