export default {
  state: {
    staffList: [
      {
        id: 1,
        work: '门店NPC',
        age: '18-30岁',
        study: '高职、中专以上',
        rement: `
            <ul style="font-size: 14px">
              <li>1．年龄：18-30岁，性别不限，高职、中专以上，普通话标准，活泼外向、青春有活力、喜欢新兴事物、有娱乐精神；</li>
              <li>2．心理素质好，抗压能力强，能适应各种工作环境，能接受化妆；</li>
              <li>3．具有丰富的肢体动作表演能力，有角色扮演演出经验者优先；</li>
              <li>4．工作积极认真，能承受工作压力，踏实肯干，具有良好的沟通和团队协作能力。</li>
            </ul>
          `,
        msg: `
          <ul style="font-size: 14px">
            <li>1. 根据公司要求在场馆内扮演各类角色；</li>
            <li>2. 适当与玩家互动，烘托游戏效果；</li>
            <li>3. 根据玩家的情况作出行为判断，注意分寸和尺度；</li>
            <li>4. 对自己工作范围内的道具进行维护。</li>
          </ul>
          `
      },
      {
        id: 2,
        work: '大厅接待NPC',
        age: '20-26岁',
        study: '中专以上',
        rement: `
            <ul style="font-size: 14px">
              <li>1. 年龄：20-26岁，性别不限，中专以上，普通话标准、活泼外向、青春有活力、形象佳；</li>
              <li>2. 喜欢动漫游戏，有相关工作经验者优先；</li>
              <li>3. 熟悉大众点评、微信微博运用者优先考虑；</li>
              <li>4. 有娱乐游戏行业接待经验者优先考虑。</li>
            </ul>
        `,
        msg: `
          <ul style="font-size: 14px">
            <li>1. 有良好的沟通能力，能够帮助玩家解决在场馆内遇到的各种问题。</li>
            <li>2. 对Pulupulu的游戏背景的掌握， 能够把背景故事生动的讲诉给玩家听。</li>
            <li>3. 对Pulupulu的游戏产品的掌握，对游戏内的道具、设备、机关等，能够知晓它的使用和维护。</li>
            <li>4. 在游戏内擅长引导玩家更好的完成游戏、解答玩家的疑问，在过程中能够把握适当的尺度。</li>
            <li>5. 热情的把快乐传递给每一位来到Pulupulu室内主题乐园的玩家，发挥Pulupulu的乐园精神。</li>
          </ul>
        `
      }
    ]
  },
  mutations: {},
  actions: {}
}
